[
{
    "id": 1,
    "slug": "testosterone-propionate",
    "name": "Testosterone Propionate 100mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Pharmaceutical-grade Testosterone Propionate 100mg/ml for serious athletes and bodybuilders. Fast-acting short ester delivers explosive strength, lean muscle gains, and enhanced fat loss within days. Perfect for cutting cycles, contest preparation, or kick-starting longer cycles. Minimal water retention compared to Enanthate or Cypionate. Requires every-other-day injections for stable blood levels. Widely used in performance enhancement and TRT protocols. Premium quality oil ensures smooth injection and maximum results. Buy Testosterone Propionate online with guaranteed potency and purity for unparalleled anabolic effects and rapid recovery.",
    "price": "$65",
    "images": { "front": "testosterone-propionate.png", "back": "testosterone-propionate.png" }
  },
  {
    "id": 2,
    "slug": "testosterone-enanthate",
    "name": "Testosterone Enanthate 250mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Best-selling Testosterone Enanthate 250mg/ml – the gold standard for bulking and mass-building cycles. Long-acting ester provides sustained release for massive gains in size, strength, and recovery. Ideal foundation for any steroid cycle. Significantly boosts protein synthesis, nitrogen retention, and red blood cell production. Twice-weekly injections maintain optimal hormone levels. Trusted by professional bodybuilders worldwide for decades. Premium pharmaceutical quality ensures exceptional purity and consistent results. Buy Testosterone Enanthate online safely and transform your physique with the most effective anabolic base available.",
    "price": "$65",
    "images": { "front": "testosterone-enanthate.png", "back": "testosterone-enanthate.png" }
  },
  {
    "id": 3,
    "slug": "testosterone-cypionate",
    "name": "Testosterone Cypionate 250mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "American favorite Testosterone Cypionate 250mg/ml delivers long-lasting anabolic power for dramatic muscle growth and strength increases. Identical half-life to Enanthate with smoother, more stable release profile. Perfect for bulking seasons and hormone replacement therapy (TRT). Enhances libido, energy, mood, and overall well-being. Pharmaceutical-grade oil minimizes post-injection pain. Trusted worldwide for consistent, predictable gains. Buy Testosterone Cypionate online with confidence – the ultimate long-ester testosterone for serious lifters and athletes seeking maximum results with minimal injections.",
    "price": "$55",
    "images": { "front": "testosterone-cypionate.jpg", "back": "testosterone-cypionate-back.jpg" }
  },
  {
    "id": 4,
    "slug": "sustanon-250",
    "name": "Sustanon 250mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Original Sustanon 250 four-ester testosterone blend for immediate and sustained anabolic activity. Combines Propionate, Phenylpropionate, Isocaproate, and Decanoate for stable blood levels with fewer injections. Perfect for beginners and advanced users seeking rapid onset with long-lasting effects. Massive gains in muscle mass, strength, and recovery. Pharmaceutical-grade quality ensures perfect synergy of esters. The most versatile testosterone compound available. Buy Sustanon 250 online – the legendary multi-ester formula trusted by generations of bodybuilders for consistent, powerful results.",
    "price": "$70",
    "images": { "front": "sustanon.jpg", "back": "sustanon.jpg" }
  },
  {
    "id": 5,
    "slug": "t400",
    "name": "T400 (Testosterone Blend) 400mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Ultra-concentrated T400 400mg/ml testosterone blend for extreme mass and strength gains in minimal volume. Combines high-dose Cypionate, Enanthate, and Propionate for explosive anabolic response. Perfect for advanced users wanting maximum dosage with reduced oil volume and injection frequency. Rapid size and power increases within weeks. Premium quality with enhanced carriers for smooth administration. Buy T400 online – the ultimate high-potency testosterone mix designed for serious off-season bulking and powerlifting cycles where every milligram counts.",
    "price": "$60",
    "images": { "front": "test.jpg", "back": "tes.jpg" }
  },
  {
    "id": 6,
    "slug": "nandrolone-decanoate",
    "name": "Deca Durabolin 300mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Legendary Deca Durabolin Nandrolone Decanoate 300mg/ml – the king of joint protection and mass building. Promotes massive lean muscle gains, collagen synthesis, and dramatic recovery enhancement. Famous for therapeutic benefits on joints and connective tissue. Low aromatization with minimal estrogenic sides. Perfect bulking companion to testosterone. Pharmaceutical-grade quality with 15-day half-life for weekly injections. Buy Deca Durabolin online – trusted for decades by elite athletes for building thick, full muscle with unprecedented joint relief and recovery.",
    "price": "$70",
    "images": { "front": "deca.jpg", "back": "deca.jpg" }
  },
  {
    "id": 7,
    "slug": "npp",
    "name": "NPP (Nandrolone Phenylpropionate) 150mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Fast-acting NPP Nandrolone Phenylpropionate 150mg/ml delivers Deca-like benefits with quicker onset and clearance. Same incredible joint lubrication, collagen synthesis, and lean mass gains with shorter ester. Perfect for shorter cycles or users sensitive to long-ester buildup. Significantly less water retention than Deca. Pharmaceutical quality ensures smooth administration and rapid results. Buy NPP online – the superior choice for athletes wanting therapeutic joint support and quality muscle gains without excessive bloating.",
    "price": "$60",
    "images": { "front": "npp.jpg", "back": "npp.jpg" }
  },
  {
    "id": 8,
    "slug": "equipoise",
    "name": "Boldenone Undecylenate (EQ) 300mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Premium Boldenone Undecylenate EQ 300mg/ml for slow, steady, high-quality muscle gains and increased appetite. Dramatically boosts red blood cell production and vascularity. Extremely long half-life allows infrequent injections. Minimal estrogen conversion with clean, lean results. Perfect for long cycles (12-20 weeks). Pharmaceutical-grade oil ensures painless administration. Buy Equipoise online – the ultimate lean bulking steroid trusted by professional bodybuilders for contest-ready muscle and enhanced endurance.",
    "price": "$60",
    "images": { "front": "equip.jpg", "back": "equip.jpg" }
  },
  {
    "id": 9,
    "slug": "trenbolone-enanthate",
    "name": "Trenbolone Enanthate 200mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Most powerful Trenbolone Enanthate 200mg/ml available – the ultimate recomp and cutting compound. Delivers dramatic muscle hardness, strength, fat loss, and nutrient partitioning without estrogen conversion. Long-acting ester allows twice-weekly injections. Pharmaceutical-grade purity ensures maximum potency. Advanced users only due to strength. Buy Trenbolone Enanthate online – the king of steroids for achieving shredded, grainy muscle and contest-ready conditioning like no other compound can provide.",
    "price": "$70",
    "images": { "front": "trem.jpg", "back": "trem.jpg" }
  },
  {
    "id": 10,
    "slug": "trenbolone-acetate",
    "name": "Trenbolone Acetate 100mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Short-ester Trenbolone Acetate 100mg/ml for rapid, extreme results in strength, hardness, and fat burning. Fastest clearance allows precise control and quick side-effect management. Most potent anabolic compound per milligram. Zero estrogen conversion with insane muscle definition. Pharmaceutical quality with smooth oil. Buy Tren Ace online – preferred by competitive bodybuilders and strength athletes for achieving peak condition and performance in the shortest possible time.",
    "price": "$60",
    "images": { "front": "trema.jpg", "back": "trema.jpg" }
  },
  {
    "id": 11,
    "slug": "tnt-400",
    "name": "TNT 400 (Test + Tren Blend) 400mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Devastating TNT 400 blend combining high-dose Testosterone and Trenbolone for ultimate lean mass and strength gains. One of the most powerful pre-mixed compounds available. Delivers both wet and dry effects for recomp transformation. Minimal injection volume needed. Advanced users only. Buy TNT 400 online – the nuclear option for experienced athletes seeking dramatic physique changes and competition-level conditioning in record time.",
    "price": "$60",
    "images": { "front": "tnt400.jpg", "back": "tnt400.jpg" }
  },
  {
    "id": 12,
    "slug": "masteron-propionate",
    "name": "Masteron Propionate 150mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Drostanolone Propionate Masteron 150mg/ml – the ultimate finishing steroid for hardness and definition. Powerful anti-estrogen prevents water retention and gynecomastia. Perfect for contest prep and cutting phases when body fat is low. Short ester requires EOD injections. Pharmaceutical purity guaranteed. Buy Masteron Prop online – essential for achieving that shredded, grainy look professional bodybuilders display on stage.",
    "price": "$65",
    "images": { "front": "master.jpg", "back": "master.jpg" }
  },
  {
    "id": 13,
    "slug": "masteron-enanthate",
    "name": "Masteron Enanthate 200mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Long-ester Masteron Enanthate 200mg/ml for sustained anti-estrogenic effects and muscle hardening. Same incredible cosmetic benefits as Propionate with twice-weekly injections. Ideal for longer cutting cycles. Enhances vascularity and detail dramatically. Pharmaceutical-grade quality. Buy Masteron Enanthate online – the preferred choice for extended contest preparation and achieving paper-thin skin with maximum muscle separation.",
    "price": "$65",
    "images": { "front": "mast.jpg", "back": "mast.jpg" }
  },
  {
    "id": 14,
    "slug": "primobolan",
    "name": "Primobolan Depot 100mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Premium Methenolone Enanthate Primobolan 100mg/ml – the safest, mildest injectable steroid with exceptional lean tissue building properties. Zero estrogen conversion, no water retention, minimal side effects. Favored by athletes, women, and during strict cutting phases. Pharmaceutical quality worthy of its legendary reputation. Buy Primobolan online – the gold standard for clean, high-quality muscle gains and preservation during calorie deficits.",
    "price": "$70",
    "images": { "front": "Primobolan.png", "back": "Primobolan.png" }
  },
  {
    "id": 15,
    "slug": "winstrol-depot",
    "name": "Winstrol Depot 50mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Stanozolol Suspension Winstrol Depot 50mg/ml water-based injectable for extreme muscle definition and strength without bloating. Less liver stress than oral version. Perfect for cutting, athletic performance, and pre-contest. Rapid results in hardness and vascularity. Buy Winstrol injectable online – trusted by sprinters, fighters, and bodybuilders for achieving peak condition and shredded physique.",
    "price": "$80",
    "images": { "front": "wins.jpg", "back": "wins.jpg" }
  },
  {
    "id": 16,
    "slug": "testosterone-suspension",
    "name": "Testosterone Suspension 100mg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Pure Testosterone Suspension 100mg/ml – no ester, fastest acting testosterone available. Explosive strength and power surges within hours. Pre-workout favorite among powerlifters and strength athletes. Water-based with daily administration. Ultra-potent and immediate effects. Buy Testosterone Suspension online – the original, most powerful form of testosterone for maximum performance enhancement.",
    "price": "$65",
    "images": { "front": "testo.jpg", "back": "testo.jpg" }
  },
  {
    "id": 17,
    "slug": "clenbuterol-injectable",
    "name": "Clenbuterol Injectable 40mcg/ml - 10ml Vial",
    "category": "Injectable Steroids",
    "description": "Pharmaceutical Clenbuterol HCL injectable 40mcg/ml – superior to tablets for fat loss and cutting. Potent beta-2 agonist increases metabolism, thermogenesis, and preserves muscle mass. Longer-lasting and stronger than oral form. Perfect for bodybuilding contest prep. Buy injectable Clenbuterol online – the professional choice for achieving extreme leanness and definition.",
    "price": "$65",
    "images": { "front": "clen.jpg", "back": "clen.jpg" }
  },
  {
    "id": 18,
    "slug": "anavar-5mg-200",
    "name": "Anavar Oxandrolone 5mg - 50 Tablets",
    "category": "Oral Steroids",
    "description": "Premium Anavar Oxandrolone 5mg tablets – the mildest, safest oral steroid perfect for beginners, women, and cutting cycles. Promotes lean muscle gains, fat loss, and strength with virtually no side effects. No aromatization, minimal liver impact. Ideal for first-time users and recomp phases. Pharmaceutical quality ensures consistent dosing. Buy Anavar 5mg online – the gold standard for clean, quality gains and enhanced athletic performance.",
    "price": "$75",
    "images": { "front": "oxandrolone.png", "back": "oxandrolone-back.png" }
  },
  {
    "id": 19,
    "slug": "anavar-10mg",
    "name": "Anavar Oxandrolone 10mg - 100 Tablets",
    "category": "Oral Steroids",
    "description": "High-potency Anavar Oxandrolone 10mg tablets for accelerated fat loss and lean muscle definition. Most popular cutting steroid worldwide, especially among fitness models and competitors. Exceptional safety profile with dramatic cosmetic improvements. Zero water retention, enhanced vascularity. Buy Anavar 10mg online – pharmaceutical grade trusted by professionals for achieving shredded, aesthetic physique with minimal risk.",
    "price": "$85",
    "images": { "front": "oxandrolone.png", "back": "oxandrolone-back.png" }
  },
  {
    "id": 20,
    "slug": "turinabol",
    "name": "Turinabol 10mg - 100 Tablets",
    "category": "Oral Steroids",
    "description": "Chlorodehydromethyltestosterone Turinabol 10mg – mild oral steroid for steady, high-quality gains with no estrogen conversion. Originally developed for Olympic athletes. Perfect for lean bulking, recomp, and first cycles. Minimal side effects with impressive strength increases. Pharmaceutical purity guaranteed. Buy Turinabol online – the intelligent choice for clean performance enhancement and athletic improvement.",
    "price": "$70",
    "images": { "front": "tur.jpg", "back": "tur.jpg" }
  },
  {
    "id": 21,
    "slug": "superdrol",
    "name": "Superdrol Methasterone 10mg - 100 Tablets",
    "category": "Oral Steroids",
    "description": "Ultra-potent Superdrol Methasterone 10mg for rapid, dramatic muscle and strength gains. One of the strongest oral compounds ever created. Short 3-4 week cycles produce exceptional results. No estrogen conversion, dry gains. Advanced users only. Buy Superdrol online – pharmaceutical grade designer steroid for achieving massive size and power in record time.",
    "price": "$70",
    "images": { "front": "sup.jpg", "back": "sup.jpg" }
  },
  {
    "id": 22,
    "slug": "dianabol",
    "name": "Dianabol Methandienone 25mg - 100 Tablets",
    "category": "Oral Steroids",
    "description": "Classic Dianabol Methandienone 25mg – the original mass monster oral steroid. Explosive gains in size and strength within weeks. Perfect kick-start for bulking cycles. Increases nitrogen retention and glycogenolysis dramatically. Pharmaceutical quality ensures maximum potency. Buy Dianabol online – the most famous and effective oral steroid in bodybuilding history.",
    "price": "$55",
    "images": { "front": "dian.jpg", "back": "dian.jpg" }
  },
  {
    "id": 23,
    "slug": "anadrol",
    "name": "Anadrol Oxymetholone 25mg - 100 Tablets",
    "category": "Oral Steroids",
    "description": "Most powerful Anadrol Oxymetholone 25mg for extreme mass and strength gains. Can add 20-30lbs in a single cycle. Dramatic red blood cell increase and pumps. Short, intense cycles only. Advanced users preferred. Buy Anadrol online – the ultimate oral for raw size and power when nothing else will do.",
    "price": "$85",
    "images": { "front": "anad.jpg", "back": "anad.jpg" }
  },
  {
    "id": 24,
    "slug": "winstrol-oral",
    "name": "Winstrol Stanozolol 25mg - 100 Tablets",
    "category": "Oral Steroids",
    "description": "Stanozolol Winstrol 25mg tablets for extreme cutting and contest preparation. Removes water, increases vascularity and hardness. Reduces SHBG for enhanced steroid synergy. Popular among athletes and physique competitors. Buy Winstrol tabs online – essential for achieving that dry, shredded competition look.",
    "price": "$80",
    "images": { "front": "win.jpg", "back": "win.jpg" }
  },
  {
    "id": 25,
    "slug": "halotestin",
    "name": "Halotestin Fluoxymesterone 10mg - 60 Tablets",
    "category": "Oral Steroids",
    "description": "Extreme Halotestin Fluoxymesterone 10mg for maximum strength and aggression. Used by powerlifters and fighters pre-competition. No mass gains – pure performance enhancement. Most androgenic oral available. Short-term use only. Buy Halotestin online – the ultimate pre-workout and meet-day strength booster.",
    "price": "$70",
    "images": { "front": "halo.jpg", "back": "halo.jpg" }
  },
  {
    "id": 26,
    "slug": "proviron",
    "name": "Proviron Mesterolone 25mg - 60 Tablets",
    "category": "Oral Steroids",
    "description": "Proviron Mesterolone 25mg – powerful androgen and anti-estrogen. Increases free testosterone, enhances hardness and libido. Perfect addition to any cycle. Does not suppress natural production. Pharmaceutical grade. Buy Proviron online – essential for achieving that dry, aesthetic look and improved sexual health.",
    "price": "$70",
    "images": { "front": "prov.jpg", "back": "prov.jpg" }
  },
  {
    "id": 27,
    "slug": "letrozole",
    "name": "Letrozole 2.5mg - 60 Tablets",
    "category": "Post Cycle Therapy & Ancillaries",
    "description": "Pharmaceutical Letrozole 2.5mg – most powerful aromatase inhibitor available. Crushes estrogen levels rapidly. Essential for preventing gynecomastia and water retention. Also used in contest prep for extreme dryness. Very potent – use sparingly. Buy Letrozole online for complete estrogen control during heavy cycles.",
    "price": "$60",
    "images": { "front": "let.jpg", "back": "let.jpg" }
  },
  {
    "id": 28,
    "slug": "arimidex",
    "name": "Arimidex Anastrozole 1mg - 60 Tablets",
    "category": "Post Cycle Therapy & Ancillaries",
    "description": "Original Arimidex Anastrozole 1mg – gold standard aromatase inhibitor for on-cycle estrogen management. Prevents gyno and bloating effectively. Standard dose 0.5-1mg EOD. Trusted pharmaceutical quality. Buy Arimidex online – essential protection for any aromatizing steroid cycle.",
    "price": "$60",
    "images": { "front": "ari.jpg", "back": "ari.jpg" }
  },
  {
    "id": 29,
    "slug": "aromasin",
    "name": "Aromasin Exemestanum 25mg - 50 Tablets",
    "category": "Post Cycle Therapy & Ancillaries",
    "description": "Aromasin Exemestane 25mg – suicidal aromatase inhibitor with no estrogen rebound. Permanently disables aromatase enzyme. Cholesterol-friendly profile. Preferred by many for clean estrogen control. Buy Aromasin online – the smartest choice for long-term cycle protection and PCT transition.",
    "price": "$70",
    "images": { "front": "aro.jpg", "back": "aro.jpg" }
  },
  {
    "id": 30,
    "slug": "clomid",
    "name": "Clomid Clomiphene Citrate 50mg - 60 Tablets",
    "category": "Post Cycle Therapy & Ancillaries",
    "description": "Pharmaceutical Clomid 50mg – powerful SERM for post-cycle therapy. Strongly stimulates natural testosterone production. Classic PCT staple, often stacked with Nolvadex. Restores HPTA function rapidly. Buy Clomid online – essential for recovering natural hormone levels after suppressive cycles.",
    "price": "$60",
    "images": { "front": "clomid.png", "back": "clomid-back.png" }
  },
  {
    "id": 31,
    "slug": "nolvadex",
    "name": "Nolvadex Tamoxifen 25mg - 60 Tablets",
    "category": "Post Cycle Therapy & Ancillaries",
    "description": "Nolvadex Tamoxifen 25mg – the most trusted SERM for PCT and on-cycle gyno prevention. Blocks estrogen receptors in breast tissue. Essential after any aromatizing cycle. Pharmaceutical quality. Buy Nolvadex online – gold standard protection and recovery compound.",
    "price": "$60",
    "images": { "front": "nov.jpg", "back": "nov.jpg" }
  },
  {
    "id": 32,
    "slug": "hcg",
    "name": "HCG Gonasi 5000iu + Solvent",
    "category": "Post Cycle Therapy & Ancillaries",
    "description": "Pharmaceutical HCG 5000iu Human Chorionic Gonadotropin with solvent. Prevents testicular atrophy during long cycles. Maintains fertility and natural production. Essential for cycles over 8-12 weeks. Buy HCG online – critical for preserving testicular function and successful recovery.",
    "price": "$80",
    "images": { "front": "HCG.png", "back": "HCG.png" }
  },
  {
    "id": 33,
    "slug": "viagra",
    "name": "Viagra Sildenafil 25mg - 60 Tablets",
    "category": "Prescription & Sexual Health",
    "description": "Original Pfizer Viagra Sildenafil 25mg tablets for rock-hard erections and enhanced sexual performance. Fast-acting PDE5 inhibitor works within 30-60 minutes. Perfect for countering steroid-induced erectile issues. Pharmaceutical grade. Buy Viagra online discreetly – restore confidence and performance instantly.",
    "price": "$60",
    "images": { "front": "viagra.jpg", "back": "viagra.jpg" }
  },
  {
    "id": 34,
    "slug": "cialis",
    "name": "Cialis Tadalafil 25mg - 50 Tablets",
    "category": "Prescription & Sexual Health",
    "description": "Cialis Tadalafil 25mg – the weekend pill with up to 36-hour duration. Most popular ED medication worldwide. Improves libido, confidence, and spontaneous sex life. Daily low-dose option available. Buy Cialis online – pharmaceutical quality for long-lasting performance and satisfaction.",
    "price": "$60",
    "images": { "front": "cialis.jpg", "back": "cialis.jpg" }
  },
  {
    "id": 35,
    "slug": "superman",
    "name": "Superman Viagra + Cialis Combo 50mg",
    "category": "Prescription & Sexual Health",
    "description": "Superman combo tablets containing both Sildenafil and Tadalafil for immediate onset and extended duration. Ultimate sexual enhancement formula. Maximum hardness, stamina, and confidence. Buy Superman pills online – the strongest ED combination available for peak performance.",
    "price": "$70",
    "images": { "front": "viagra.jpg", "back": "viagra.jpg" }
  },
  {
    "id": 36,
    "slug": "humatrope-100iu",
    "name": "Humatrope 100iu Kit - Eli Lilly",
    "category": "HGH",
    "description": "Genuine Eli Lilly Humatrope 100iu pharmaceutical HGH kit with cartridges. Highest purity 191aa recombinant growth hormone available. Dramatic fat loss, muscle growth, anti-aging, and recovery benefits. Gold standard in HGH therapy. Buy Humatrope online – premium quality trusted by clinics worldwide.",
    "price": "$400",
    "images": { "front": "human.jpg", "back": "human.jpg" }
  },
  {
    "id": 37,
    "slug": "dynatrope-100iu",
    "name": "Dynatrope 100iu + Bacteriostatic Water",
    "category": "HGH",
    "description": "High-purity Dynatrope 100iu generic HGH kit complete with bac water. Excellent results in body composition, skin quality, and recovery. Cost-effective alternative to big pharma brands. Buy Dynatrope online – premium generic growth hormone with pharmaceutical-grade results.",
    "price": "$380",
    "images": { "front": "placeholder-hgh-front.png", "back": "placeholder-hgh-back.png" }
  },
  {
    "id": 38,
    "slug": "genotrophin-36iu",
    "name": "Genotrophin 36iu Pen Cartridges - Pfizer",
    "category": "HGH",
    "description": "Pfizer Genotrophin 36iu pen cartridges – convenient, precise dosing system. Pharmaceutical-grade HGH trusted worldwide. Perfect for anti-aging and performance protocols. Buy Genotrophin online – the most user-friendly HGH delivery method available.",
    "price": "$200",
    "images": { "front": "gen.jpg", "back": "gen.jpg" }
  },
  {
    "id": 39,
    "slug": "paratrophin-100iu",
    "name": "Paratrophin 100iu (10x10iu Vials)",
    "category": "HGH",
    "description": "Paratrophin 10x10iu generic HGH vials – high purity with excellent user feedback. Promotes fat loss, lean muscle, and rejuvenation. Cost-effective for longer cycles. Buy Paratrophin online – reliable growth hormone at fraction of pharma prices.",
    "price": "$180",
    "images": { "front": "placeholder-hgh-front.png", "back": "placeholder-hgh-back.png" }
  },
  {
    "id": 40,
    "slug": "somatotropin-100iu",
    "name": "Somatotropin 100iu (10x10iu Vials)",
    "category": "HGH",
    "description": "Budget-friendly Somatotropin 10x10iu HGH vials. Consistent quality and effectiveness for body recomposition and wellness. Perfect entry-level growth hormone. Buy Somatotropin online – affordable access to real HGH benefits.",
    "price": "$150",
    "images": { "front": "soma.jpg", "back": "soma.jpg" }
  },
  {
    "id": 41,
    "slug": "hygetropin-200iu",
    "name": "Hygetropin 200iu Kit",
    "category": "HGH",
    "description": "Legendary Hygetropin 200iu kit – most trusted Chinese generic HGH worldwide. Exceptional purity and strong effects on fat loss and muscle fullness. Best value for extended cycles. Buy Hygetropin online – the people’s choice for premium generic growth hormone.",
    "price": "$250",
    "images": { "front": "hyg.jpg", "back": "hyg.jpg" }
  },
  {
    "id": 42,
    "slug": "hgh-kit-100iu-bacwater",
    "name": "Generic HGH 100iu Kit + Bacteriostatic Water",
    "category": "HGH",
    "description": "Complete 10-vial generic HGH 100iu kit with bacteriostatic water included. Reliable growth hormone for fat reduction, recovery, and anti-aging. Perfect starter pack. Buy generic HGH kit online – everything needed for successful reconstitution and administration.",
    "price": "$80",
    "images": { "front": "hgh100.jpg", "back": "hgh100.jpg" }
  },
  {
    "id": 43,
    "slug": "lipo-x",
    "name": "Lipo-X 125mg Fat Burner - 100 Tablets",
    "category": "Fat Burners & Weight Loss",
    "description": "Extreme Lipo-X 125mg fat burner blend with albuterol, sibutramine, yohimbine, caffeine, and green tea. Insane appetite suppression and thermogenesis. Rapid contest-ready fat loss. Advanced users only. Buy Lipo-X online – the strongest cutting compound stack available.",
    "price": "$70",
    "images": { "front": "lipo.jpg", "back": "lipo.jpg" }
  },
  {
    "id": 44,
    "slug": "cytomel-t3",
    "name": "Cytomel T3 Liothyronine 25mcg - 100 Tablets",
    "category": "Fat Burners & Weight Loss",
    "description": "Pharmaceutical Cytomel T3 25mcg – synthetic thyroid hormone for dramatic metabolic acceleration. Most effective fat-burning compound when diet is on point. Preserves muscle during extreme cuts. Buy T3 Cytomel online – essential tool for achieving sub-10% body fat.",
    "price": "$75",
    "images": { "front": "placeholder-oral-front.png", "back": "placeholder-oral-back.png" }
  },
  {
    "id": 45,
    "slug": "clenbuterol-tablets",
    "name": "Clenbuterol 50mcg - 100 Tablets",
    "category": "Fat Burners & Weight Loss",
    "description": "Pharmaceutical Clenbuterol 50mcg tablets – most popular cutting drug in bodybuilding. Powerful fat loss, muscle preservation, and increased energy. Two-week on/off protocol. Buy Clenbuterol tabs online – essential for contest preparation and rapid fat reduction.",
    "price": "$80",
    "images": { "front": "clen.jpg", "back": "clen" }
  },
  {
    "id": 46,
    "slug": "clen-liquid",
    "name": "Clenbuterol Liquid 200mcg/ml - 30ml",
    "category": "Fat Burners & Weight Loss",
    "description": "High-concentration Clenbuterol liquid 200mcg/ml for precise dosing and maximum absorption. Superior to tablets for fat-burning cycles. Easier titration and stronger effects. Buy Clen liquid online – professional choice for accurate dosing and extreme cutting results.",
    "price": "$70",
    "images": { "front": "placeholder-liquid-front.png", "back": "placeholder-liquid-back.png" }
  },
  {
    "id": 47,
    "slug": "semaglutide-2mg",
    "name": "Semaglutide 2mg (GLP-1) Peptide",
    "category": "Peptides & Weight Loss",
    "description": "Pharmaceutical-grade Semaglutide 2mg (Ozempic/Wegovy) for dramatic weight loss and appetite control. Most effective GLP-1 agonist available. Weekly injection protocol. Revolutionary fat loss results. Buy Semaglutide online – the game-changing weight loss peptide used by celebrities and athletes.",
    "price": "$80",
    "images": { "front": "sem.jpg", "back": "sem.jpg" }
  },
  {
    "id": 48,
    "slug": "semaglutide-5mg",
    "name": "Semaglutide 5mg (GLP-1) Peptide",
    "category": "Peptides & Weight Loss",
    "description": "Higher-dose Semaglutide 5mg vial for extended weight loss protocols. Same powerful appetite suppression and fat-burning effects as Ozempic. Cost-effective for longer cycles. Buy Semaglutide 5mg online – maximum strength GLP-1 for serious body transformation.",
    "price": "$160",
    "images": { "front": "sem.jpg", "back": "sem.jpg" }
  },
  {
    "id": 49,
    "slug": "tirzepatide-10mg",
    "name": "Tirzepatide 10mg (Mounjaro) Dual Agonist",
    "category": "Peptides & Weight Loss",
    "description": "Next-gen Tirzepatide 10mg dual GIP/GLP-1 agonist – more powerful than Semaglutide. Extreme appetite suppression and fat loss. Clinical trials show superior results. Weekly injection. Buy Tirzepatide online – currently the most effective weight loss peptide available.",
    "price": "$150",
    "images": { "front": "tirz.jpg", "back": "tirzf.jpg" }
  },
  {
    "id": 50,
    "slug": "retatrutide-10mg",
    "name": "Retatrutide 10mg Triple Agonist Peptide",
    "category": "Peptides & Weight Loss",
    "description": "Experimental Retatrutide 10mg triple agonist (GLP-1/GIP/Glucagon) – most potent weight loss compound in development. Unprecedented fat reduction and muscle preservation. Currently in Phase 3 trials. Buy Retatrutide online – cutting-edge peptide for extreme body recomposition.",
    "price": "$160",
    "images": { "front": "ret.jpg", "back": "reta.jpg" }
  },
  {
    "id": 51,
    "slug": "celtrope-100iu",
    "name": "Celtrope 100iu Premium HGH",
    "category": "Peptides & HGH",
    "description": "Celtrope 100iu peptide-based 191aa HGH alternative with pharmaceutical-grade purity. Exceptional fat loss, muscle growth, and anti-aging effects. Comparable to big pharma brands at lower cost. Buy Celtrope online – premium growth hormone for serious athletes and wellness.",
    "price": "$300",
    "images": { "front": "placeholder-hgh-front.png", "back": "placeholder-hgh-back.png" }
  },
  {
    "id": 52,
    "slug": "cjc-ipamorelin",
    "name": "CJC-1295 + Ipamorelin Blend 5mg/5mg",
    "category": "Peptides",
    "description": "Most powerful growth hormone releasing blend – CJC-1295 DAC + Ipamorelin 5mg each. Dramatically elevates natural GH and IGF-1 levels. Superior fat loss, muscle growth, sleep quality, and recovery. Nightly injection protocol. Buy CJC/Ipamorelin online – the ultimate peptide stack for anti-aging and performance.",
    "price": "$85",
    "images": { "front": "placeholder-peptide-front.png", "back": "placeholder-peptide-back.png" }
  },
  {
    "id": 53,
    "slug": "tb500-bpc157",
    "name": "TB-500 + BPC-157 Blend 5mg/5mg",
    "category": "Peptides",
    "description": "Ultimate healing and recovery blend – TB-500 + BPC-157 5mg each. Accelerates injury repair, tendon/ligament healing, and gut health. Essential for athletes with joint issues or training injuries. Buy TB500/BPC157 online – the most effective regenerative peptide combination available.",
    "price": "$80",
    "images": { "front": "tb.jpg", "back": "bpc.jpg" }
  },
  {
    "id": 54,
    "slug": "ostarine-mk2866",
    "name": "Ostarine MK-2866 10mg (90 Tabs) – Androtech",
    "category": "SARMs",
    "description": "Original Ostarine MK-2866 10mg – safest and most researched SARM for lean muscle gains, fat loss, and joint health. Minimal suppression with excellent results. Perfect first SARM or recomp cycle. Buy Ostarine online – clinically proven for muscle preservation during cutting.",
    "price": "$75",
    "images": { "front": "ostarine.jpg", "back": "ostarine.jpg" }
  },
  {
    "id": 55,
    "slug": "s23-ultrabolic",
    "name": "S23 Ultrabolic 25mg Capsules",
    "category": "SARMs",
    "description": "S23 Ultrabolic – strongest SARM available for extreme muscle hardening and fat loss. Steroid-like results with oral administration. Perfect contest prep compound. Requires strong PCT. Buy S23 online – the nuclear option for achieving shredded, competition-ready physique.",
    "price": "$85",
    "images": { "front": "s23.jpg", "back": "s23.jpg" }
  },
  {
    "id": 56,
    "slug": "andarine-s4",
    "name": "Andarine S4 25mg Capsules",
    "category": "SARMs",
    "description": "Andarine S4 25mg – potent fat loss and muscle preservation SARM. Increases vascularity and strength dramatically. Classic cutting compound. Vision sides possible at high doses. Buy Andarine S4 online – trusted for achieving dry, grainy muscle separation.",
    "price": "$85",
    "images": { "front": "andarine.jpg", "back": "andarineb.jpg" }
  },
  {
    "id": 57,
    "slug": "rad140-testolone",
    "name": "Testolone RAD-140 10mg Capsules",
    "category": "SARMs",
    "description": "Testolone RAD-140 – extremely powerful muscle-building SARM with high androgen receptor affinity. Rapid gains in size and strength. Neuroprotective benefits. Advanced users only. Buy RAD140 online – one of the strongest SARMs ever developed.",
    "price": "$80",
    "images": { "front": "testolon.jpg", "back": "testolonb.jpg" }
  },
  {
    "id": 58,
    "slug": "ibutamoren-mk677",
    "name": "Ibutamoren MK-677 25mg Capsules",
    "category": "SARMs",
    "description": "Ibutamoren MK-677 25mg – oral growth hormone secretagogue. Increases GH and IGF-1 levels long-term without injections. Improves appetite, sleep, recovery, and skin quality. Perfect bulking companion. Buy MK-677 online – the most popular non-suppressive growth enhancer.",
    "price": "$75",
    "images": { "front": "placeholder-sarm-front.png", "back": "placeholder-sarm-back.png" }
  },
  {
    "id": 59,
    "slug": "ligandrol-lgd4033",
    "name": "Ligandrol LGD-4033 10mg Capsules",
    "category": "SARMs",
    "description": "Ligandrol LGD-4033 – one of the strongest mass-building SARMs. Significant lean gains with minimal fat. Clinically tested for muscle wasting conditions. Excellent bulking compound. Buy LGD-4033 online – proven anabolic effects with convenient oral dosing.",
    "price": "$80",
    "images": { "front": "liga.jpg", "back": "ligab.jpg" }
  },
  {
    "id": 60,
    "slug": "megabolic-lgd3033",
    "name": "Megabolic LGD-3033 10mg Capsules",
    "category": "SARMs",
    "description": "Advanced Megabolic LGD-3033 – upgraded Ligandrol variant with enhanced anabolic potency. Massive lean muscle and strength gains. Highly selective for muscle tissue. Buy LGD-3033 online – next-generation bulking SARM for superior results.",
    "price": "$85",
    "images": { "front": "placeholder-sarm-front.png", "back": "placeholder-sarm-back.png" }
  },
  {
    "id": 61,
    "slug": "sustalone-rad150",
    "name": "Sustalone RAD-150 250mg Capsules",
    "category": "SARMs",
    "description": "Sustalone RAD-150 – esterified Testolone with extended half-life. Sustained anabolic effects and stable blood levels. Improved bioavailability over RAD-140. Buy RAD-150 online – longer-acting version for consistent gains with less frequent dosing.",
    "price": "$90",
    "images": { "front": "sustalone.jpg", "back": "sustalone.jpg" }
  },
  {
    "id": 62,
    "slug": "metabol-sr9011",
    "name": "Metabol SR-9011 10mg Capsules",
    "category": "SARMs",
    "description": "Metabol SR-9011 – advanced Rev-ErbA agonist for extreme fat loss and endurance. Increases mitochondrial density and metabolism. Superior to SR-9009 with better absorption. Buy SR-9011 online – cutting-edge metabolic enhancer for contest preparation.",
    "price": "$90",
    "images": { "front": "placeholder-sarm-front.png", "back": "placeholder-sarm-back.png" }
  },
  {
    "id": 63,
    "slug": "stenabolic-sr9009",
    "name": "Stenabolic SR-9009 10mg Capsules",
    "category": "SARMs",
    "description": "Stenabolic SR-9009 – powerful Rev-ErbA agonist for dramatic fat burning and endurance enhancement. Increases mitochondria function and metabolic rate. Multiple daily doses required. Buy SR-9009 online – revolutionary non-hormonal cutting and performance compound.",
    "price": "$90",
    "images": { "front": "sten.jpg", "back": "sten.jpg" }
  },
  {
    "id": 64,
    "slug": "myobol-yk11",
    "name": "Myobol YK-11 5mg Capsules",
    "category": "SARMs",
    "description": "Myobol YK-11 – unique myostatin inhibitor SARM. Allows muscle growth beyond genetic limits. Extremely powerful with steroid-like effects. Advanced users only. Buy YK-11 online – the only compound that directly lowers myostatin levels.",
    "price": "$90",
    "images": { "front": "yk.jpg", "back": "ykb.jpg" }
  },
  {
    "id": 65,
    "slug": "lipoline-gw0742",
    "name": "Lipoline GW-0742 10mg Capsules",
    "category": "SARMs",
    "description": "Lipoline GW-0742 – advanced PPAR-delta agonist more potent than Cardarine. Extreme endurance, fat oxidation, and cardiovascular benefits. Protects against oxidative damage. Buy GW-0742 online – next-generation endurance and fat-loss compound.",
    "price": "$80",
    "images": { "front": "placeholder-sarm-front.png", "back": "placeholder-sarm-back.png" }
  },
  {
    "id": 66,
    "slug": "cardarine-gw501516",
    "name": "Cardarine GW-501516 10mg Capsules",
    "category": "SARMs",
    "description": "Cardarine GW-501516 – legendary PPAR-delta agonist for insane endurance and fat burning. Increases cardiovascular performance dramatically. No hormonal suppression. Perfect cutting and athletic stack. Buy Cardarine online – the original endurance and fat-loss miracle compound.",
    "price": "$90",
    "images": { "front": "card.jpg", "back": "cardb.jpg" }
  },
  {
    "id": 67,
    "slug": "5amino-1mq",
    "name": "5-Amino-1MQ 50mg Capsules",
    "category": "SARMs",
    "description": "5-Amino-1MQ 50mg – novel NNMT inhibitor for dramatic fat loss and metabolic enhancement. Boosts NAD+ levels and cellular energy. Revolutionary weight management compound. Minimal side effects. Buy 5-Amino-1MQ online – cutting-edge science for body recomposition and anti-aging.",
    "price": "$280",
    "images": { "front": "amino.jpg", "back": "amino.jpg" }
  },
  {
    "id": 101,
    "slug": "nassatropin",
    "name": "Nassatropin 100iu HGH Kit (10×10iu + Bac Water)",
    "category": "HGH",
    "description": "Official Nassatropin 191aa recombinant human growth hormone – the original Nassa Labs flagship product. Premium generic HGH delivering exceptional fat loss, lean muscle gains, recovery, skin rejuvenation, and powerful anti-aging benefits. Complete kit with 10 vials and bacteriostatic water. Every batch third-party tested with unique NassaTAG scratch-code verification system. Trusted by thousands worldwide since 2021 for pharmaceutical-grade quality at unbeatable value. Buy authentic Nassatropin online directly from Nassa Labs – the most recognized and reliable European generic somatropin available today.",
    "price": "$350",
    "images": { "front": "nassaf.jpg", "back": "nassab.jpg" }
  },
  {
    "id": 102,
    "slug": "testosterone-enanthate-nassa",
    "name": "Testosterone Enanthate 250mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Testosterone Enanthate 250mg/ml – European pharmaceutical grade long-acting testosterone. Perfect base for bulking cycles and TRT. Smooth carrier oil, minimal PIP, NassaTAG verified purity on every vial. Trusted by the community for consistent potency and results. Buy authentic Nassa Labs Testosterone Enanthate online – the original European source since 2021.",
    "price": "$50",
    "images": { "front": "tes.jpg", "back": "tes.jpg" }
  },
  {
    "id": 103,
    "slug": "testosterone-cypionate-nassa",
    "name": "Testosterone Cypionate 250mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Testosterone Cypionate 250mg/ml – long-ester testosterone identical to American pharmaceutical standards. Stable blood levels, massive gains, and excellent recovery. NassaTAG authenticity guaranteed. Buy real Nassa Labs Test Cyp online – premium European quality trusted worldwide.",
    "price": "€$60",
    "images": { "front": "cypio.jpg", "back": "cypio.jpg" }
  },
  {
    "id": 104,
    "slug": "sustanon-nassa",
    "name": "Sustanon 250mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Sustanon 250 exact Organon replica blend. Four esters for immediate and sustained testosterone release. The most versatile testosterone product with NassaTAG verification. Buy authentic Nassa Labs Sustanon online – European quality, worldwide reputation.",
    "price": "$60",
    "images": { "front": "sust.jpg", "back": "sust.jpg" }
  },
  {
    "id": 105,
    "slug": "nandrolone-decanoate-nassa",
    "name": "Nandrolone Decanoate (Deca) 250mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Deca Durabolin 300mg/ml – highest concentration available with legendary joint relief and mass-building properties. NassaTAG protected batch. Buy real Nassa Labs Deca online – the original European source trusted for purity and potency.",
    "price": "$60",
    "images": { "front": "decaa.jpg", "back": "decaa.jpg" }
  },
  {
    "id": 106,
    "slug": "trenbolone-acetate-nassa",
    "name": "Trenbolone Acetate 100mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Trenbolone Acetate 100mg/ml – competition-grade short-ester tren for extreme hardness, strength, and fat loss. Crystal-clear oil, NassaTAG verified. Buy authentic Nassa Labs Tren Ace online – the real European trenbolone trusted by pros.",
    "price": "$60",
    "images": { "front": "trenb.jpg", "back": "trenb.jpg" }
  },
  {
    "id": 107,
    "slug": "oxandrolone-nassa",
    "name": "Oxandrolone (Anavar) 10mg - 100 Tabs (Nassa Labs)",
    "category": "Oral Steroids",
    "description": "Nassa Labs Oxrolone 10mg – premium pharmaceutical Anavar tablets with NassaTAB verification on every blister. Clean lean gains, fat loss, and strength with virtually no sides. Buy real Nassa Labs Anavar online – the original European source.",
    "price": "$70",
    "images": { "front": "oxandrolone.png", "back": "oxandrolone-back.png" }
  },
  {
    "id": 108,
    "slug": "methandienone-nassa",
    "name": "Methandienone (Dianabol) 10mg - 100 Tabs (Nassa Labs)",
    "category": "Oral Steroids",
    "description": "Nassa Labs Methandienone 10mg – classic mass builder Dianabol with NassaTAB protection. Explosive size and strength gains. Perfect cycle kick-starter. Buy genuine Nassa Labs Dbol online – trusted European quality since 2021.",
    "price": "$65",
    "images": { "front": "nassa-dbol-front.png", "back": "nassa-dbol-back.png" }
  },
  {
    "id": 109,
    "slug": "stanozolol-oral-nassa",
    "name": "Stanozolol (Winstrol) 10mg - 100 Tabs (Nassa Labs)",
    "category": "Oral Steroids",
    "description": "Nassa Labs Stanozolol 10mg oral Winstrol tablets – competition-grade cutting oral with NassaTAB verification. Extreme definition and vascularity. Zero water retention. Buy real Nassa Labs Winstrol tabs online – European purity guaranteed.",
    "price": "$65",
    "images": { "front": "stan.jpg", "back": "stan.jpg" }
  },
  {
    "id": 110,
    "slug": "boldenone-nassa",
    "name": "Boldenone Undecylenate 300mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Boldenone Undecylenate (EQ) 300mg/ml – clean, lean gains and appetite stimulation. Long-acting with minimal sides. NassaTAG verified. Buy authentic Nassa Labs Equipoise online – premium European quality.",
    "price": "$60",
    "images": { "front": "boldenone.png", "back": "boldenone.png" }
  },
  {
    "id": 111,
    "slug": "trenbolone-enanthate-nassa",
    "name": "Trenbolone Enanthate 200mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Trenbolone Enanthate 200mg/ml – long-ester tren for dramatic recomp and hardness. Most powerful compound available. NassaTAG protected. Buy real Nassa Labs Tren E online – competition-grade European trenbolone.",
    "price": "$70",
    "images": { "front": "tren.jpg", "back": "tren.jpg" }
  },
  {
    "id": 112,
    "slug": "masteron-prop-nassa",
    "name": "Drostanolone Propionate 100mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Drostanolone Propionate 100mg/ml – ultimate cutting and hardening steroid. Anti-estrogenic properties with NassaTAG verification. Buy authentic Nassa Labs Masteron Prop online – contest-prep essential.",
    "price": "$55",
    "images": { "front": "dros.jpg", "back": "dros.jpg" }
  },
  {
    "id": 113,
    "slug": "primobolan-nassa",
    "name": "Primobolan Depot 100mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Methenolone Enanthate Primobolan 100mg/ml – the safest injectable steroid for clean, high-quality gains. Zero estrogen, minimal sides. NassaTAG verified. Buy real Nassa Labs Primo online – premium European quality.",
    "price": "$80",
    "images": { "front": "Primobolan.png", "back": "Primobolan.png" }
  },
  {
    "id": 114,
    "slug": "t400-nassa",
    "name": "T400 Testosterone Blend 400mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs T400 ultra-high concentration testosterone blend. Massive dosing in minimal volume. Perfect for advanced users. NassaTAG protected. Buy authentic Nassa Labs T400 online – extreme potency European blend.",
    "price": "$60",
    "images": { "front": "t400.jpg", "back": "t400.jpg" }
  },
   {
    "id": 115,
    "slug": "masteron-prop-nassa",
    "name": "Drostanolone Enanthate 100mg/ml - 10ml (Nassa Labs)",
    "category": "Injectable Steroids",
    "description": "Nassa Labs Drostanolone Enanthate 200mg/ml – ultimate cutting and hardening steroid. Anti-estrogenic properties with NassaTAG verification. Buy authentic Nassa Labs Masteron Prop online – contest-prep essential.",
    "price": "$55",
    "images": { "front": "drostanolone_enanthate.png", "back": "drostanolone_enanthate.png" }
  },
  {
    "id": 116,
    "slug": "wegovy",
    "name": "Wegovy",
    "category": "Fat Burners & Weight Loss",
    "description": "Wegovy is an injectable weight-loss medication for overweight adults or adults with obesity. It contains the active ingredient semaglutide, which mimics a naturally occurring hormone called glucagon-like peptide-1 (GLP-1). This hormone helps to regulate your blood sugar levels, and also sends signals to receptors in your brain that manage your appetite, allowing you to feel fuller for longer.Wegovy is prescribed to be taken just once a week alongside a diet and exercise plan to help you lose weight. Taken as prescribed, it can help you lose up to 17% of your starting weight.To be eligible for Wegovy, you must have a body mass index (BMI) of 30, or over 27 and a weight-related medical condition or risk factor, such as high blood pressure.",
    "price": "$250",
    "images": { "front": "weg.jpg", "back": "weg.jpg" }
  },
  {
    "id": 117,
    "slug": "Ozempic",
    "name": "Ozempic",
    "category": "Fat Burners & Weight Loss",
    "description": "Semaglutide (Ozempic) is a prescription medication used to treat and manage Type 2 Diabetes. The active ingredient is Semaglutide which mimics the action of one of your bodies natural hormones (GLP1).It is also responsible for making you feel full and as a result, reducing your appetite. GLP1/Semaglutide also delays the emptying of your stomach which again goes toward making you feel fuller for longer.In clinical studies, Ozempic / Semaglutide has been shown to be effective and acceptable for use by patients with Type 2 Diabetes. The clinical evidence also suggests that Semaglutide may also help obese patients with weight loss, leaving the patient feeling more satisfied after eating.This suggests that Semaglutide may be a more potent drug and possibly better suited to those with a higher BMI or who may be classed as obese. The license indication is for type 2 diabetes and studies have looked at weight loss as a secondary endpoint. Clinical trials for which have looked at weight loss as a primary endpoint have recently been completed and are with the regulatory authorities pending a license to treat weight loss and obesity. Prescribing Ozempic for weight loss in the USA is therefore off-license, although clinically justified.Important to note that this medication is licensed for type-2 diabetes and not licensed as a weight loss medication. Prescribing for weight loss is therefore off-label.If you have any concerns or queries – get in touch with us and one of our experts will be happy to help.",
    "price": "$260",
    "images": { "front": "ozem.jpg", "back": "ozem.jpg" }
  },
  {
    "id": 118,
    "slug": "Mounjaro",
    "name": "Mounjaro",
    "category": "Fat Burners & Weight Loss",
    "description": "Mounjaro is an injectable weight loss medication that contains the active ingredient tirzepatide. Tirzepatide works by activating two receptors (GLP-1 and GIP) to increase the level of hormones in the body, helping you to feel fuller for longer after a meal.Mounjaro should be taken just once a week alongside a healthy diet and exercise. It has been proven to help people lose around 22.5%* of their initial body weight by week 72 of treatment, at a maximum dose of 15 mg.To be eligible for Mounjaro for weight loss, you must have a body mass index (BMI) of 30 kg/m2 or more (obese), or of at least 27 kg/m2 (overweight) and have a risk factor or a health condition that is affected by weight.",
    "price": "$290",
    "images": { "front": "Mounjaro.jpg", "back": "Mounjaro.jpg" }
  },
  {
    "id": 119,
    "slug": "Tesamorelin",
    "name": "Tesamorelin",
    "category": "at Burners & Weight Loss",
    "description": "",
    "price": "$65",
    "images": { "front": "Tesamorelin.jpg", "back": "Tesamorelin.jpg" }
  },
  {
    "id": 120,
    "slug": "Mass Gainer",
    "name": "Mass Gainer",
    "category": "Fat Burners & Weight Loss",
    "description": "",
    "price": "$240",
    "images": { "front": "mass.jpg", "back": "mass.jpg" }
  },
  {
    "id": 121,
    "slug": "Creatine",
    "name": "Creatine",
    "category": "Oral Steroids",
    "description": "",
    "price": "$200",
    "images": { "front": "creatine.jpg", "back": "creatine.jpg" }
  },
  {
    "id": 122,
    "slug": "Winidrol",
    "name": "Winidrol 90 capsules",
    "category": "Oral Steroids",
    "description": "",
    "price": "$250",
    "images": { "front": "winidrol.jpg", "back": "winidrol.jpg" }
  }
]